<template>
  <!-- 一张图一分为二展开 -->
  <div class="main">
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
    <h1>111111111</h1>
  </div>
</template>
<script lang="ts">
import { defineComponent } from "vue";
export default defineComponent({
  name: "Main",
  setup() {
  
  },
});
</script>
<style lang="less" scoped></style>
